//MERGEJOB JOB
//STEP1    EXEC PGM=IEBGENER
//MYDATA   DD DSN=Z58582.EXPENSES.EMERGED,
//             DISP=(NEW,CATLG,DELETE),
//             SPACE=(CYL,(1,1),RLSE)
//SORTCOPY EXEC PGM=SORT
//SORTIN   DD DISP=SHR,DSN=Z58582.EXPENSES.E2409
//         DD DISP=SHR,DSN=Z58582.EXPENSES.E2410
//SORTOUT  DD DISP=OLD,DSN=Z58582.EXPENSES.EMERGED
//SYSOUT   DD SYSOUT=* 
//SYSIN    DD *
  OPTION COPY
/*
