//MERGEJOB JOB
//STEP1    EXEC PGM=SORT
//SORTIN   DD DISP=SHR,DSN=Z58582.EXPENSES.E2411
//         DD DISP=SHR,DSN=Z58582.EXPENSES.E2412
//SORTOUT  DD DSN=Z58582.EXPENSES.E241112.MERGED,
//         DISP=(NEW,CATLG,DELETE),
//         SPACE=(CYL,(1,1),RLSE),
//         DCB=(RECFM=FB,LRECL=80) 
//SYSOUT   DD SYSOUT=*
//SYSIN    DD *
  SORT FIELDS=COPY
/* 
